{
  "sections": {
    "main": {
      "type": "page-faq-template",
      "blocks": {
        "7289eaca-cc22-450b-9f5c-fe332d3d6d1b": {
          "type": "heading",
          "settings": {
            "heading": "Terms Glossary"
          }
        },
        "775ff257-ed20-45f0-921e-d676e0091775": {
          "type": "Content",
          "settings": {
            "title": "What does \"Ayurvedic principles\" mean?",
            "subtitle": "<p>Ayurveda (n) is India's 5,000+ year old system of traditional medicine. Ayurvedic (adj) references Ayurveda.<\/p><p>When we say we formulate using Ayurvedic principles, we mean:<\/p><ul><li><strong>We 💜 personalized formulas for your unique skin and hair<\/strong>. Ayurveda is all about treating you as an individual. That's why many of our products are available in different formulas for different skin types - personalization is everything!<\/li><li><strong>Our products are gentle<\/strong>. Ayurveda tells us that harsh ingredients are not a good idea. That's why our facial washes and shampoos leave you feeling fresh + clean but never stripped. It's also why <a href=\"\/pages\/no-go-list\" title=\"Ingredients\">we refuse to use many popular conventional ingredients<\/a> that are known to cause irritation.<\/li><li><strong>Our products balance your skin's natural oil production<\/strong>. Ayurveda tells us that oil is king. Your skin and hair need balanced oil production to be their happiest + healthiest. Our products help oily skin types regulate their natural oil production, help combo skin find balance, and provide lasting nourishment for dry skin.<\/li><li><strong>Our products promote circulation of blood and lymph<\/strong>. Ayurveda tells us that the health of the skin are directly related to the health of the circulatory and lymphatic systems. That's why we use many ingredients that boost healthy circulation at skin's surface.<\/li><li><strong>We use powerful herbs native to India.<\/strong> Ayurveda has long used herbs to promote balance in the body. That's why you'll find many unique herbal ingredients in our formulas.<\/li><\/ul><p>Since we also use and love safe synthetic ingredients, our formulas aren't traditional, but they do borrow from the Ayurvedic tradition.<\/p>"
          }
        },
        "dbf46af4-1492-4dca-b041-aa7368272f44": {
          "type": "Content",
          "settings": {
            "title": "What do you mean by \"cosmetic chemistry\"?",
            "subtitle": "<p>Formulating our products is not something that happens by accident, by intuition, or by Pinterest recipe.<br\/><br\/>There is real scientific expertise that goes into creating safe, effective, and stable skin and hair care. And that's where cosmetic chemistry comes in.<br\/><br\/>Our Founder + Formulator, Gabi, spent years teaching herself the science behind formulating personal care products using only EWG safest rated ingredients.<br\/><br\/>These formulas come from 7+ years of expertise and experience with cosmetic chemistry, so you know you're getting the real deal from someone who has devoted time, energy, and true passion for the science behind beauty products.<\/p>"
          }
        },
        "a93cd551-446a-44ed-af90-1cf3b9feadb7": {
          "type": "Content",
          "settings": {
            "title": "What do you mean you formulate with cosmetic chemistry + Ayurvedic principles?",
            "subtitle": "<p>Bright Body products don't fit neatly into the \"box\" of traditional Ayurvedic products OR traditional cosmetic chemistry products.<br\/><br\/>100% traditional Ayurvedic skin and hair care means only edible ingredients, no preservatives, no synthetic ingredients.<br\/><br\/>100% cosmetic chemistry products often means only synthetic ingredients, including many fillers and potentially harmful ingredients.<br\/><br\/>We take <strong>the good stuff from both disciplines <\/strong>to create safe and powerful plant-based products that pack a punch. That means we use:<\/p><ul><li>Powerful Ayurvedic herbs + food grade ingredients that nourish skin<\/li><li>Safe synthetics that boost product performance + stability<\/li><\/ul><p>We firmly believe that <strong>our nontraditional approach means you get the safest and most effective nontoxic products on the market<\/strong>.<\/p>"
          }
        },
        "045e6bf4-184d-419f-80e9-55de0aa888aa": {
          "type": "Content",
          "settings": {
            "title": "What's the Environmental Working Group? What is the EWG's Skin Deep Database?",
            "subtitle": "<p>The <a href=\"https:\/\/ewg.org\" target=\"_blank\" title=\"https:\/\/ewg.org\">EWG<\/a> is an organization focused on empowering consumers to make informed decisions regarding their health + the environment. They have a lot of direct-to-consumer resources and also work to change public policy when it comes to personal care products, agriculture, clean air and water, and more.<br\/><br\/>Here's the thing: they're not perfect. They do their fair share of fear mongering. But overall they have great resources for consumers, if you know to not let the alarmism get your hackles up.<br\/><br\/>Their <a href=\"https:\/\/ewg.org\/skindeep\/\" title=\"https:\/\/ewg.org\/skindeep\/\">Skin Deep Database<\/a> has been around since 2004 and compiles available research on the use and safety of personal care product ingredients. They use the available data to give safety rankings from a 1 (safest) to 10 (most harmful) scale.<br\/><br\/>Some brands pay a pretty penny to have their full products listed on the site (so customers don't have to look up individual ingredients). That's not in our budget, but you can still find each of our ingredients in their database.<\/p>"
          }
        },
        "767494aa-f15b-4405-a743-9cc58671657f": {
          "type": "Content",
          "settings": {
            "title": "What do you mean when you say \"no bad science or fear mongering\"?",
            "subtitle": "<p>If you've been shopping for nontoxic beauty products, I can guarantee you've seen tropes like this:<\/p><ul><li>\"If you can't pronounce an ingredient, it isn't safe.\"<\/li><li>\"You should be familiar with all the ingredients in a product.\"<\/li><li>\"Long ingredient lists are bad. The fewer the ingredients, the better.\"<\/li><li>\"Look for chemical-free products.\"<\/li><li>\"Synthetic ingredients are bad.\"<\/li><\/ul><p>But here's the thing. All that ⬆️ is bullsh*t. It's fear mongering that relies on bad science. So many brands use these kinds of tactics to try to sell you their products.<br\/><br\/>This ain't that.<br\/><br\/>We know that pronounceability is a piss poor proxy for safety. Unless you're a formulator, why would you know every ingredient in your products? Number of ingredients is neutral. EVERYTHING IS A CHEMICAL. And synthetic isn't a four-letter word.<br\/><br\/>Instead, we look at the what, why, and how of each ingredient:<\/p><ul><li>What does this ingredient do?<\/li><li>What is its safety rating?<\/li><li>What are the alternatives?<\/li><li>Why are we using it in this formula?<\/li><li>How does this ingredient work on hair and skin, at the cellular level?<\/li><li>How does it play with other ingredients?<\/li><\/ul><p>Our focus is on education, <em>never<\/em> on fear.<br\/><br\/>Plus, with the pandemic, so many brands outed themselves as anti-science anti-vaxxers. Worse, some brands were promoting snake oil products to \"prevent\" or \"treat\" COVID.<br\/><br\/>Absolutely not. That sh*t makes us beyond angry. We are pro-science. Period. End of sentence.<br\/><br\/>Some people ask how we can make nontoxic products and be pro-vaxx. It's very simple:<\/p><ul><li>The benefit of vaccines massively outweighs the risks. Prevention of deadly and\/or debilitating disease &gt; the small risk of an adverse event.<\/li><li>The benefit of a potentially harmful cosmetic ingredient almost never outweighs the risk. A slightly different product \"feel\" &lt; your health.<\/li><li>The science around vaccines is settled, and vaccines are easy to study.<\/li><li>The science around cosmetic ingredients is far from settled, and the effects of long-term exposure is very difficult to study.<\/li><\/ul>"
          }
        },
        "block-1": {
          "type": "heading",
          "settings": {
            "heading": "Our Products"
          }
        },
        "73f5721a-a506-4a67-bb5c-199b2eb8c1e9": {
          "type": "Content",
          "settings": {
            "title": "I don't know which products are right for me. How can I get some help?",
            "subtitle": "<p>We're always happy to help you choose the best products for you! <br\/><br\/>There are a couple ways we can help you out:<br\/><br\/>(1) Take our <a href=\"https:\/\/mybrightbody.com\/#finder-quiz-3724\" title=\"https:\/\/mybrightbody.com\/#finder-quiz-3724\">skin care quiz<\/a> or <a href=\"https:\/\/mybrightbody.com\/#finder-quiz-3741\" title=\"https:\/\/mybrightbody.com\/#finder-quiz-3741\">hair care quiz<\/a> for product recommendations based on your answers to several questions.<br\/><br\/>(2) Set up a <strong>free no pressure virtual consult<\/strong> with us <a href=\"\/pages\/free-20-minute-consultation\" title=\"Free Consultation\">here<\/a>. It's just 20 minutes via zoom or phone (whichever you prefer).<\/p>"
          }
        },
        "block-2": {
          "type": "Content",
          "settings": {
            "title": "Are your products really \"clean\" and \"nontoxic\"?",
            "subtitle": "<p>Every one of the ingredients in Bright Body products has the Environmental Working Group's safest rating. Don't believe us? <a href=\"https:\/\/www.ewg.org\/skindeep\/\" title=\"https:\/\/www.ewg.org\/skindeep\/\">Look them up<\/a> for yourself!<\/p><p>We vetted our partner products, including makeup and sunscreen, with the same scrutiny. To learn more about our ingredient standards, click <a href=\"https:\/\/mybrightbody.com\/pages\/no-go-list\" title=\"https:\/\/mybrightbody.com\/pages\/no-go-list\">here<\/a>.<\/p>"
          }
        },
        "block-3": {
          "type": "Content",
          "settings": {
            "title": "Are your products cruelty-free and vegan?",
            "subtitle": "<p>Yes and yes. We have never tested our products on animals and we never will. Bright Body products are 100% vegan.<\/p><p>The only products we stock that are not vegan are:<\/p><p>&gt; Naked Goat Soap Co. soaps and lip products<\/p><p>&gt; The Manuka Honey Activator in our Custom Ayurvedic Face Mask Kits<\/p>"
          }
        },
        "block-4": {
          "type": "Content",
          "settings": {
            "title": "What is your refill program? How does it work?",
            "subtitle": "<p>We package our products in aluminum and glass. The majority of these products are available in refill pouch - when you're ready to re-up, purchase a pouch (which saves you some $), then squeeze its contents into your original packaging. Hold onto your empty pouches. When you have 3+ empty pouches, let us know in the checkout notes of your next order and we will include prepaid mailer. Send back your empty pouches, which we then process with a specialized Terracycle box. To learn more about our refill pouch system, read <a href=\"https:\/\/mybrightbody.com\/pages\/eco-friendly-refill-program\" title=\"https:\/\/mybrightbody.com\/pages\/eco-friendly-refill-program\">here<\/a>.<\/p>"
          }
        },
        "947bca0d-e3ed-4d41-b59b-5758f8fd633e": {
          "type": "Content",
          "settings": {
            "title": "How do you source your ingredients?",
            "subtitle": "<p>Each and every one of our suppliers was researched & vetted for ingredient purity, quality, and sound environmental practices. We purchase our raw materials from American companies only and use as many organic and fair trade ingredients as possible.<\/p>"
          }
        },
        "458e0c1d-08ee-4136-bda6-53dd0f4e1476": {
          "type": "Content",
          "settings": {
            "title": "Are your hair products color-safe?",
            "subtitle": "<p>Yes. Since Bright Body products are synthetic sulfate-free and pH balanced, they are safe for color-treated hair.<\/p>"
          }
        },
        "1640919c-db44-4ed0-a35e-8cc9515ae5b9": {
          "type": "Content",
          "settings": {
            "title": "What is the shelf life of your products? How can I keep them fresh?",
            "subtitle": "<p>Proper preservation is of the utmost importance to us at Bright Body, and we only use naturally-derived, organic acid preservatives with the Environmental Working Group's safest rating. Stored properly, <strong>Bright Body products will last 9-12 months once opened<\/strong>.<\/p><p>To ensure the best shelf life:<br\/><br\/>&gt; Store out of direct sunlight Store at room temperature<br\/><br\/>&gt; Do not introduce water into your containers<\/p><p>&gt; For products packaged in jars, wash your hands before portioning product<\/p>"
          }
        },
        "3e5334a0-ff86-4317-862c-6494f9ea6b32": {
          "type": "Content",
          "settings": {
            "title": "Are your products gluten-free?",
            "subtitle": "<p>We use Bob’s Red Mill Organic Oats in several of our products -these oats are produced in a dedicated gluten-free facility and tested in their laboratory for the absence of gluten. However, we do not make our products in a certified gluten-free facility.<\/p><p>Our <a href=\"https:\/\/mybrightbody.com\/collections\/face-treat\/products\/clear-skin-potion\" title=\"https:\/\/mybrightbody.com\/collections\/face-treat\/products\/clear-skin-potion\">Clear Skin Potion<\/a> is the only product containing any wheat derivatives -  it features azelaic acid, an ingredient derived from wheat, rye, and barley, and should not be used if you live with Celiac Disease. <\/p>"
          }
        },
        "e3b86440-66ef-4df5-a69d-f6efb97b880f": {
          "type": "heading",
          "settings": {
            "heading": "Bright Body Baby"
          }
        },
        "5c10c84e-e7f5-400c-a511-983a3f02b0da": {
          "type": "Content",
          "settings": {
            "title": "Are your products only for babies?",
            "subtitle": "<p>If you are the proud owner of hair and\/or skin, you can use Bright Body Baby! Our gentle formulas are made for sensitive skin of all ages.<\/p>"
          }
        },
        "0e254dcf-56e1-43fa-9581-4521a710fcfb": {
          "type": "Content",
          "settings": {
            "title": "Are your goodies safe for sensitive skin?",
            "subtitle": "<p>Yes. And while the term \"sensitive skin\" might mean different things to different people, here's what set us apart:<br\/><br\/>(1) All of our goodies are available in unscented formulas, and all of our scents are made from essential oils in safe concentrations. Synthetic fragrance, on the other hand, is the #1 most common allergen.<br\/><br\/>(2) All of our products are free of drying alcohols and other ingredients commonly known to irritate skin.<br\/><br\/>(3) All of our ingredients have the safest rating from the Environmental Working Group. Learn more about our ingredients<a href=\"https:\/\/brightbodybaby.com\/pages\/ingredients\" target=\"_blank\" title=\"Ingredients\">here<\/a>.<br\/><br\/>If you or your little one(s) have a known allergy to a particular ingredient, we always recommend paying close attention to our ingredient lists.<\/p>"
          }
        },
        "1092d20b-b3aa-4be5-a3a0-9fa3589b7d3c": {
          "type": "Content",
          "settings": {
            "title": "Are your goodies tear-free?",
            "subtitle": "<p>Our cleansing goodies are formulated with gentle cleaning agents and are pH balanced: two formulation techniques that are considered \"tear-free.\"<br\/><br\/>However, we recommend minimizing product contact with the eyes - even if it feels okay and doesn't upset your little one(s), soap in the eyes isn't ideal for anyone.<\/p>"
          }
        },
        "5b21f4ff-e7de-4ecc-98d3-2881f68e1dab": {
          "type": "Content",
          "settings": {
            "title": "What do I do if my baby accidentally ingests some product?",
            "subtitle": "<p>Since our goodies are nontoxic, you shouldn't be too concerned if your little one(s) ingest a little. But we always recommend contacting your pediatrician for medical advice!<\/p>"
          }
        },
        "block-5": {
          "type": "heading",
          "settings": {
            "heading": "Shipping & Pickup"
          }
        },
        "8d2b37c6-bfeb-4091-a958-cdb77c657220": {
          "type": "Content",
          "settings": {
            "title": "My package is marked as delivered but it's not here. Help!",
            "subtitle": "<p>Many carriers (especially USPS) will pre-mark a package as delivered before it actually shows up at your doorstep as a way to \"check a box\" at the end of a shift.<br\/><br\/><strong>Please allow up to 4 delivery days for the carrier to deliver<\/strong> your package from the date it was marked as delivered.<br\/><br\/>If after 4 delivery days you still don't have your package, please reach out to us at info@mybrightbody.com and we will assist.<\/p><p><\/p><p>Please note: we receive the same tracking information as our customers and do not have control over what shipping carriers do and don't do. Thanks for your understanding.<\/p>"
          }
        },
        "block-6": {
          "type": "Content",
          "settings": {
            "title": "How does local pickup work?",
            "subtitle": "<p>We offer local pickup on Tuesdays (11-1), Wednesdays (11-5), and Fridays (11-1) at our shop located at 1811 Huguenot Road, Suite 301, Midlothian, VA 23113.<\/p><p>To place an order for local pick up, simply go through the online shopping process as normal, and at checkout select \"store pickup\" under \"delivery options.\"<\/p><p><strong>Please wait until you receive an email notification that your order is ready <\/strong>before coming to pickup your order.<\/p>"
          }
        },
        "block-7": {
          "type": "Content",
          "settings": {
            "title": "How long will it take to receive my order?",
            "subtitle": "<p>We ship all orders weekly on Saturday mornings.<\/p><p>Once the products ship, the shipping method you chose will determine how quickly packages drive to you, and you can keep track via your tracking number. All packages are shipped from Richmond, VA.<\/p><p><em>Please note<\/em>: once packages are shipped, we have access to the same tracking information as our customers.<\/p>"
          }
        },
        "31afcf25-541e-43f9-b766-fbacae8ff81c": {
          "type": "heading",
          "settings": {
            "heading": "Return & Exchange Policies"
          }
        },
        "e9a0f5ec-503c-4276-ae53-2991e2864f6a": {
          "type": "Content",
          "settings": {
            "title": "What is the Founder's Guarantee?",
            "subtitle": "<p>We're so confident that you'll love Bright Body products that we offer a <strong>Founder's Guarantee for our mini sized products<\/strong>.<\/p><p>Try out any product in a mini size and if you don't love it in 30 days, <a href=\"https:\/\/mybrightbody.com\/pages\/contact\" title=\"https:\/\/mybrightbody.com\/pages\/contact\">contact us <\/a>and you'll get your money back. If you're not happy with a full-sized Bright Body product, we offer store credit and exchanges.<\/p><p><span style=\"text-decoration:underline\">Terms and Conditions<\/span><\/p><p>&gt; Products must be purchased directly from mybrightbody.com, we do not accept returns from our retail partners.<\/p><p>&gt; Original shipping charges are non-refundable. If you're returning a mini size through our Try it + Love it Guarantee, you do not need to return your product for a refund.<\/p><p>&gt; If you would like to exchange a product (mini or otherwise), return shipping charges are the responsibility of the customer. Custom products and items marked final sale are non-returnable and non-refundable.<\/p>"
          }
        },
        "d357a971-71df-43bd-ad05-1cb5f2643ccc": {
          "type": "Content",
          "settings": {
            "title": "What is your return & exchange policy?",
            "subtitle": "<p>For our full return + refund policy, click <a href=\"https:\/\/mybrightbody.com\/pages\/return-policy\" title=\"https:\/\/mybrightbody.com\/pages\/return-policy\">here<\/a>.<br\/><br\/>*Please note: the policy linked above and all policies written on our site apply only to retail customers. Wholesale customers should refer to their contract for return policies, which follows federal Universal Commercial Code.<\/p>"
          }
        },
        "0794a468-4eda-4fca-bf98-63bc041565b9": {
          "type": "heading",
          "settings": {
            "heading": "Our Brand"
          }
        },
        "e1691eff-1bcd-4b54-8611-2cd3d62a2c97": {
          "type": "Content",
          "settings": {
            "title": "What makes Bright Body Baby different from other baby product companies?",
            "subtitle": "<p>We are a small, Latina mom owned company run by women.<br\/><br\/>We use only EWG safest rated ingredients in our goodies.<br\/><br\/>Our products are packaged in glass & aluminum and we offer refills in a closed loop system.<br\/><br\/>We lead with our values and donate 1% of sales to the Center for Reproductive Rights.<\/p>"
          }
        },
        "96c73c11-192f-412f-ac40-8fa802ecf9d8": {
          "type": "Content",
          "settings": {
            "title": "How can you be a pro-choice baby product company?",
            "subtitle": "<p>It's quite simple, really. We believe that parenthood should always be a choice, and that forced birth is a public health crisis that is unconscionably detrimental to the health and well-being of both the pregnant person and the embryo\/fetus\/child.<br\/><br\/>Miscarriage, fertility treatments, pregnancy, birth, and motherhood made our Founder & Formulator more pro-choice than ever.<br\/><br\/>We are proudly a Latina mom-owned, progressive, pro-choice business run by women. We know we aren't for everyone, and that's okay.<br\/><br\/>By the way, we recommend that you don't waste your time sending us an angry note. It's kind of nice that you have the *choice* to not purchase from us, right?<\/p>"
          }
        },
        "dde915f8-a281-47fc-8c52-caac0c6a063d": {
          "type": "Content",
          "settings": {
            "title": "Why do you talk about political issues anyway?",
            "subtitle": "<p>We believe in taking a stand on things that matter. We are proud to harness the power of our small business for important causes.<br\/><br\/>We understand that will turn some people off, and that's okay. We would rather speak out.<\/p>"
          }
        }
      },
      "block_order": [
        "7289eaca-cc22-450b-9f5c-fe332d3d6d1b",
        "775ff257-ed20-45f0-921e-d676e0091775",
        "dbf46af4-1492-4dca-b041-aa7368272f44",
        "a93cd551-446a-44ed-af90-1cf3b9feadb7",
        "045e6bf4-184d-419f-80e9-55de0aa888aa",
        "767494aa-f15b-4405-a743-9cc58671657f",
        "block-1",
        "73f5721a-a506-4a67-bb5c-199b2eb8c1e9",
        "block-2",
        "block-3",
        "block-4",
        "947bca0d-e3ed-4d41-b59b-5758f8fd633e",
        "458e0c1d-08ee-4136-bda6-53dd0f4e1476",
        "1640919c-db44-4ed0-a35e-8cc9515ae5b9",
        "3e5334a0-ff86-4317-862c-6494f9ea6b32",
        "e3b86440-66ef-4df5-a69d-f6efb97b880f",
        "5c10c84e-e7f5-400c-a511-983a3f02b0da",
        "0e254dcf-56e1-43fa-9581-4521a710fcfb",
        "1092d20b-b3aa-4be5-a3a0-9fa3589b7d3c",
        "5b21f4ff-e7de-4ecc-98d3-2881f68e1dab",
        "block-5",
        "8d2b37c6-bfeb-4091-a958-cdb77c657220",
        "block-6",
        "block-7",
        "31afcf25-541e-43f9-b766-fbacae8ff81c",
        "e9a0f5ec-503c-4276-ae53-2991e2864f6a",
        "d357a971-71df-43bd-ad05-1cb5f2643ccc",
        "0794a468-4eda-4fca-bf98-63bc041565b9",
        "e1691eff-1bcd-4b54-8611-2cd3d62a2c97",
        "96c73c11-192f-412f-ac40-8fa802ecf9d8",
        "dde915f8-a281-47fc-8c52-caac0c6a063d"
      ],
      "settings": {
        "wide_display": true,
        "show_banner": true,
        "image": "shopify:\/\/shop_images\/FAQ-Bright-Body_31705ad8-999e-4622-80cd-b5a53bd50f53.jpg",
        "mobile_image_crop": "none",
        "caption_content_background": "original",
        "pretext": "",
        "title": "",
        "subtitle": "",
        "text_position": "left",
        "text_align": "left",
        "button1": "",
        "button1_link": "",
        "button1_style": "global-button--banner",
        "button2": "",
        "button2_link": "",
        "button2_style": "global-button--banner"
      }
    }
  },
  "order": [
    "main"
  ]
}